Repository: HaruhikoMotokawa/eisukana-switch
Catalog: EisuKanaSwitch/Localizable.xcstrings
Source language: en
Languages: ja

# about
source: About EisuKana Switch
ja: EisuKana Switch について

# about_credit
source: Inspired by ⌘英かな (cmd-eikana) by iMasanari.
ja: このアプリは iMasanari さんの ⌘英かな（cmd-eikana）に着想を得ています。

# about_summary
source: Press the left or right ⌘ key on its own to switch between alphanumeric and kana input.
ja: 左右の ⌘ キーを単独で押すと、英数 / かなを切り替えます。

# about_version %@
source: Version %@
ja: バージョン %@

# about_window_title
source: About EisuKana Switch
ja: EisuKana Switch について

source: Enabled
ja: 有効

source: Launch at Login
ja: ログイン時に起動

# login_item_open_settings
source: Open System Settings…
ja: システム設定を開く…

# login_item_requires_approval
source: ⚠️ Needs approval in Login Items
ja: ⚠️ ログイン項目での許可が必要です

# menu_bar_disabled
source: EisuKana Switch: disabled
ja: EisuKana Switch: 無効

# menu_bar_enabled
source: EisuKana Switch: enabled
ja: EisuKana Switch: 有効

# menu_bar_monitor_failed
source: EisuKana Switch: could not start
ja: EisuKana Switch: 開始できませんでした

# menu_bar_no_permission
source: EisuKana Switch: Input Monitoring not allowed
ja: EisuKana Switch: 入力監視が未許可

# monitor_failed_body
source: Input Monitoring is allowed, but switching could not be started. Please try again.
ja: 入力監視は許可されていますが、切り替えを開始できませんでした。もう一度試してください。

# monitor_failed_menu_status
source: ⚠️ Could not start switching
ja: ⚠️ 切り替えを開始できませんでした

# monitor_failed_retry
source: Try Again
ja: もう一度試す

# permission_body
source: EisuKana Switch needs Input Monitoring access to notice the left and right ⌘ keys. Allow it in System Settings > Privacy & Security > Input Monitoring.
ja: 左右の ⌘ キーが押されたことを知るために、「入力監視」の許可が必要です。システム設定 > プライバシーとセキュリティ > 入力監視 で EisuKana Switch をオンにしてください。

# permission_close
source: Close
ja: 閉じる

# permission_granted_body
source: Switching has started. You do not need to restart the app.
ja: 切り替えを開始しました。アプリを再起動する必要はありません。

# permission_granted_title
source: Input Monitoring is allowed
ja: 入力監視が許可されました

# permission_later
source: Later
ja: あとで

# permission_menu_status
source: ⚠️ Input Monitoring not allowed
ja: ⚠️ 入力監視が未許可です

# permission_open_settings
source: Open System Settings…
ja: システム設定を開く…

# permission_privacy_note
source: Keystrokes are never stored or sent anywhere.
ja: キー入力の内容を保存したり、送信したりすることはありません。

# permission_title
source: Input Monitoring is required
ja: 入力監視の許可が必要です

# permission_window_title
source: Input Monitoring
ja: 入力監視の許可

source: Quit
ja: 終了
